Repository: mouredev/Twitimer-iOS
Catalog: Twitimer/SupportingFiles/*.lproj/Localizable.strings
Languages: es

source: Accept
es: Aceptar

source: Cancel
es: Cancelar

source: Understood
es: Entendido

source: Next
es: Siguiente

source: Previous
es: Anterior

# onboarding.page0.title
source: Welcome to Twitimer
es: Bienvenido a Twitimer

# onboarding.page0.body
source: The App that helps you manage your broadcast schedules and those of your favorite streamers on Twitch.
es: La App que te ayuda a gestionar tus horarios de emisión y los de tus streamers favoritos en Twitch.

# onboarding.page1.title
source: Are you a streamer?
es: ¿Eres streamer?

# onboarding.page1.body
source: Log in with your Twitch account and configure your broadcast schedules. You will be able to define your weekly schedule and create specific events. Each time you modify the schedules your followers on Twitimer will receive a notification.
es: Haz login con tu cuenta de Twitch y configura tus horarios de emisión. Podrás definir tu horario semanal y crear eventos puntuales. Cada vez que modifiques los horarios tus seguidores en Twitimer recibirán una notificación.

# onboarding.page2.title
source: Do you follow other streamers?
es: ¿Sigues a otros streamers?

# onboarding.page2.body
source: You can follow your favorite creators to know at all times the schedule and order of broadcast of each one of them. If you log in with your Twitch user, your favorite streamers will be associated with your account so that you can use Twitimer on multiple devices. You will receive a notification when the schedules are updated.
es: Puedes seguir a tus creadores favoritos para saber en todo momento el horario y orden de emisión de cada uno de ellos. Si haces login con tu usuario de Twitch, tus streamers favoritos quedarán asociados a tu cuenta para que así puedas usar Twitimer en varios dispositivos. Recibirás una notificación cuando se actualicen los horarios.

# onboarding.page3.title
source: Take a look
es: De un vistazo

# onboarding.page3.body
source: Once you follow streamers you will see a countdown to know when the next broadcast of each of them will be. You will never miss a live show again.
es: Una vez sigas a streamers podrás ver una cuenta atrás para consultar cuando será la próxima emisión de cada uno de ellos. No volverás a perderte un directo.

# onboarding.page4.title
source: Ready?
es: ¿Preparado?

# onboarding.page4.body
source: Twitimer is an App created to help Twitch users. Help me by sharing it and telling your favorite streamers about it so they can add their broadcast schedule to it. Any feedback to improve it is welcome. I hope you find it very useful!
es: Twitimer es una App creada para ayudar a los usuarios de Twitch. Ayúdame compartiéndola y hablándole a tus streamers favoritos de ella para que añadan su horario de transmisiones en ella. Cualquier feedback para mejorarla es bienvenido. ¡Espero que te resulte muy útil!

source: Search
es: Buscar

# search.channel
source: Channel
es: Canal

# search.followedchannels
source: Followed channels
es: Canales seguidos

# search.bar.placeholder
source: Twitch channel name
es: Nombre del canal de Twitch

# search.maxstreamers.alert.title
source: You cannot add more channels to your list
es: No puedes añadir más canales a tu lista

# search.maxstreamers.alert.body
source: You must remove one first. Twitimer is a free app created to help the community. Collaborate by shared it so that it can expand the limit. Thanks!
es: Debes eliminar primero uno. Twitimer es una app gratuita creada para ayudar a la comunidad. Colabora dándola a conocer para que pueda ampliar el límite. ¡Gracias!

# search.removestreamer.alert.title
source: Stop following %@
es: Dejar de seguir a %@

# search.removestreamer.alert.body
source: You will no longer be able to check their future broadcasts nor will you receive notifications when a schedule changes.
es: Ya no podrás consultar sus futuras emisiones ni recibirás notificaciones cuando modifique un horario.

# countdown.upcoming
source: Upcoming broadcasts
es: Próximas emisiones

# countdown.reload
source: Update schedules
es: Actualizar horarios

# countdown.live
source: Live
es: En directo

# countdown.day
source: day
es: día

# countdown.days
source: days
es: días

source: Schedule
es: Calendario

# schedule.save
source: Save schedule
es: Guardar calendario

# schedule.0
source: One-off event
es: Evento puntual

# schedule.1
source: Monday
es: Lunes

# schedule.2
source: Tuesday
es: Martes

# schedule.3
source: Wednesday
es: Miércoles

# schedule.4
source: Thursday
es: Jueves

# schedule.5
source: Friday
es: Viernes

# schedule.6
source: Saturday
es: Sábado

# schedule.7
source: Sunday
es: Domingo

# schedule.event.placeholder
source: Describe the event...
es: Describe el evento...

# user.closesession
source: Log out
es: Cerrar sesión

# user.closesession.alert.body
source: Are you sure you want to log out?
es: ¿Estás seguro de que quieres cerrar sesión?

# user.saveschedule.alert.body
source: If you save these new schedules, your viewers will be notified.
es: Si guardas estos nuevos horarios se notificará a tus espectadores.

# user.streamer
source: I'm a streamer
es: Soy streamer

# user.syncschedule.alert.title
source: Synchronize Twitch schedule
es: Sincronizar horario de Twitch

# user.syncschedule.alert.body
source: Do you want to sync your recurring Twitch calendar? The Twitimer schedule will be overwritten.
es: ¿Quieres sincronizar tu calendario recurrente de Twitch? Se sobrescribirá la programación de Twitimer.

# user.scheduleinfo.alert.title
source: Schedules synchronization
es: Sincronización de horarios

# user.scheduleinfo.alert.body
source: The schedules saved from Twitimer will not overwrite those of Twitch to avoid interfering with the platform and allow you to manage them in a more intuitive and agile way.
es: Los horarios guardados desde Twitimer no sobrescribirán los de Twitch para evitar interferir en la plataforma y permitirte gestionarlos de forma más intuitiva y ágil.

# info.countdown.title
source: You still do not follow any channel
es: Aún no sigues a ningún canal

# info.countdown.body
source: Here you can see the time remaining for the next broadcast and check the schedules
es: Aquí podrás visualizar el tiempo restante para la próxima emisión y consultar los horarios

# info.countdown.advice.1
source: Search channels
es: Buscar canales

# info.search.title
source: Enter the name of the Twitch channel
es: Introduce el nombre del canal de Twitch

# info.search.body
source: It corresponds to the final text of the url twitch.tv/[channel]
es: Se corresponde con el texto final de la url twitch.tv/[canal]

# info.search.advice.1
source: Add the channel to your list. You can add a total of 20 (at the moment).
es: Añade el canal a tu listado. Puedes añadir un total de 20 (por el momento).

# info.search.advice.2
source: Remove the channel from your list if you have already added it before.
es: Elimina el canal de tu listado si ya lo habías añadido con anterioridad.

# info.channel.title
source: Can't find the channel?
es: ¿No encuentras el canal?

# info.channel.body
source: %@ may not have signed up for Twitimer yet. Would you like to invite him?
es: Es posible que %@ aún no se haya registrado en Twitimer. ¿Te gustaría invitarlo?

# info.channel.advice.1
source: Help me by talking about Twitimer to your favorite streamers. This way they will be able to add their schedules so that you can check them from the App.
es: Ayúdame hablándole a tus streamers favoritos de Twitimer. Así podrán añadir sus horarios para que los puedas consultar desde la App.

# info.channel.share
source: Hello @[%@]! Do you know #Twitimer? It is an App for streamers to add their broadcast schedules on Twitch and notify their audience every time they do. It can be downloaded for iOS and Android for free from https://twitimer.com Thank you!
es: ¡Hola @[%@]! ¿Conoces #Twitimer? Es una App para que los streamers puedan añadir sus horarios de emisión en Twitch y notificar a su audiencia cada vez que hagan. Se puede descargar para iOS y Android de forma gratuita desde https://twitimer.com ¡Gracias!

# info.streamer.title
source: Are you a streamer?
es: ¿Eres streamer?

# info.streamer.body
source: If you make live broadcasts, activate the option "I'm a streamer" to configure your schedules, social media and notify viewers.
es: Si realizas transmisiones en directo activa la opción "Soy streamer" para configurar tus horarios, redes sociales y notificar a los espectadores.

# info.streamer.advice.1
source: Set, update and save the schedules of your weekly broadcasts and specific events.
es: Establece, actualiza y guarda los horarios de tus transmisiones semanales y eventos puntuales.

# info.auth.title
source: Log in securely with your Twitch account
es: Inicia sesión de forma segura con tu cuenta de Twitch

# info.auth.body
source: If you are a streamer you need to log in with your Twitch account in order to manage your schedules and share them with App users. Even if you are not a streamer, I recommend you log in to save your Twitimer configuration, synchronize it between devices, search streamers more easily and receive notifications every time a channel updates its schedules.
es: Si eres streamer necesitas iniciar sesión con tu cuenta de Twitch para así poder gestionar tus horarios y compartirlos con los usuarios de la App. Aunque no seas streamer te recomiendo iniciar sesión para poder guardar tu configuración de Twitimer, sincronizarla entre dispositivos, buscar streamers de forma más sencilla y recibir notificaciones cada vez que un canal actualice sus horarios de emisión.

# info.auth.advice.1
source: Log in
es: Iniciar sesión

# info.schedule.title
source: There are no schedules
es: No hay horarios

# info.schedule.body
source: The streamer does not have available schedules. He may not have added them Twitimer yet (or he may be on holidays).
es: El streamer no tiene horarios disponibles. Puede que aún no los haya añadido desde Twitimer (o quizá se está tomando unas vacaciones).

# info.schedule.advice.1
source: Try checking them out later. When the streamer has a schedule, a countdown will appear in the list of upcoming broadcasts.
es: Prueba a revisarlos más tarde. Cuando tenga algún horario aparecerá una cuenta atrás en el listado de próximas emisiones.

# info.holiday.title
source: Holiday mode activated
es: Modo vacaciones activado

# info.holiday.body
source: Holiday mode hides your broadcast schedules from your followers and notifies your audience.
es: El modo vacaciones oculta tus horarios de transmisión a tus seguidores y notifica a tu audiencia.

# info.holiday.advice.1
source: Deactivate holiday mode from your user settings.
es: Desactiva el modo vacaciones desde los ajustes de tu usuario.

# info.userholidays.body
source: This user is on holidays. Schedules will be displayed at the moment that the streamer returns.
es: Este usuario se encuentra de vacaciones. Los horarios se mostrarán en el momento que el streamer regrese.

# info.userholidays.advice.1
source: If you have active notifications, you will receive a notification.
es: Si tienes las notificaciones activas, recibirás un aviso.

# menu.by
source: by
es: por

# menu.info
source: Hi! My name is Brais Moure, I'm the Twitimer creator. This App has been developed to help Twitch users, but especially thinking about generating educational content for the entire community of programmers interested in the world of apps development for mobile devices. They have made the project possible (I want it to be a free and constantly evolving App). If you want to join our community, leave me some kind of suggestion to improve, or support the continuity of the project (a few bits never hurt to pay for the server...), you can find me on Twitch and other social networks as @mouredev. Thank you very much!
es: ¡Hola! Mi nombre es Brais Moure, soy el creador de Twitimer. Esta App se ha desarrollado para ayudar a usuarios de Twitch, pero sobre todo pensando en generar contenido formativo para toda la comunidad de programadores y programadoras interesada en el mundo del desarrollo de apps para dispositivos móviles. Ellos han hecho posible el proyecto (ante todo quiero que sea una App gratuita y en constante evolución). Si te apetece unirte a nuestra comunidad, dejarme algún tipo de sugerencia para mejorar, o apoyar la continuidad del proyecto (unos bits nunca vienen mal para pagar el servidor...), puedes encontrarme en Twitch y resto de redes sociales como @mouredev. ¡Muchas gracias!

# menu.site
source: Visit twitimer.com to check all the official information
es: Visita twitimer.com para consultar toda la información oficial

# menu.onboarding
source: Visualize the welcome tutorial again
es: Visualiza de nuevo el tutorial de bienvenida

# menu.version
source: Version %@. Twitimer has no relationship with Twitch Interactive, Inc. and all of its services.
es: Versión %@. Twitimer no posee ningún tipo de relación con Twitch Interactive, Inc. y todos sus servicios.

# settings.holiday.title
source: Holiday mode
es: Modo vacaciones

# settings.holiday.body
source: Holiday mode hides your broadcast schedules from your followers and notifies your audience.
es: El modo vacaciones oculta tus horarios de transmisión a tus seguidores y notifica a tu audiencia.

# settings.holiday.alert
source: Do you want to activate the holiday mode? Your followers will be notified.
es: ¿Quieres activar el modo vacaciones? Se notificará a tus seguidores.

# settings.socialmedia
source: Social media
es: Redes sociales

# settings.discord.placeholder
source: Discord invitation link code
es: Código de invitación de Discord

# settings.youtube.placeholder
source: YouTube user
es: Usuario de YouTube

# settings.twitter.placeholder
source: Twitter user
es: Usuario de Twitter

# settings.instagram.placeholder
source: Instagram user
es: Usuario de Instagram

# settings.tiktok.placeholder
source: TikTok user
es: Usuario de TikTok

# settings.savesettings
source: Save settings
es: Guardar ajustes

# settings.deleteaccount.title
source: Delete account
es: Eliminar cuenta

# settings.deleteaccount.button
source: Delete my Twitimer account
es: Eliminar mi cuenta de Twitimer

# settings.deleteaccount.alert
source: Your Twitimer account and all their associated data will be deleted. Your Twitch account will not be affected.
es: Se eliminará tu cuenta de Twitimer y todos sus datos asociados. Tu cuenta de Twitch no se verá afectada.
